Repository: NotKashish/fasal
Catalog: lib/l10n/intl_*.arb
Languages: hi, ta

# welcomeText
source: Hi Welcome
hi: स्वागत है
ta: வணக்கம் வரவேற்கிறோம்

source: View Wholesalers
hi: व्यापारी देखें
ta: மொத்த விற்பனையாளர்களைப் பார்க்கவும்

source: Upload produce
hi: उपज अपलोड करें
ta: தயாரிப்புகளை பதிவேற்றவும்

source: Form
hi: प्रपत्र
ta: படிவம்

source: profile
hi: प्रोफ़ाइल
ta: சுயவிவரம்

source: Market prices
hi: बाजार मूल्य
ta: சந்தை விலைகள்

source: Kissan Helpline Numbers
hi: किसान हेल्पलाइन नंबरs
ta: கிசான் ஹெல்ப்லைன் எண்கள்

source: How To Take Care Of Crops
hi: फसलों की देखभाल कैसे करें
ta: பயிர்களை எவ்வாறு பராமரிப்பது

source: About Us
hi: हमारे बारे में
ta: எங்களை பற்றி

source: Fruits
hi: फल
ta: பழங்கள்

source: Weight
hi: वज़न
ta: எடை

source: Price
hi: कीमत
ta: விலை

# helplineDesc
source: The Department of Agriculture & Cooperation (DAC), Ministry of Agriculture, Govt. of India launched Kisan Call Centers on January 21, 2004 across the country to deliver extension services to the farming community.' 'The purpose of these call centers is to respond to issues raised by farmers, instantly, in the local language.' ' There are call centers for every state which are expected to handle traffic from any part of the country.' ' Queries related to agriculture and allied sectors are being addressed through these call centers.' 'A farmer from any part of the State can contact the Kisan Call Centre by dialing the toll free Telephone No. 1551 or 1800-180-1551 and present their problems/queries related to farming.' ' The operator at the Kisan Call centre will attempt to answer the problems/queries of the farmers immediately.' 'In case the operator at the Call Centre is not able to address the farmers query immediately, the call will be forwarded to identified agricultural specialists.'
hi: कृषि और सहकारिता विभाग (DAC), कृषि मंत्रालय, सरकार। भारत सरकार ने कृषक समुदाय को विस्तार सेवाएं प्रदान करने के लिए 21 जनवरी, 2004 को देश भर में किसान कॉल सेंटर शुरू किए।' 'इन कॉल सेंटरों का उद्देश्य किसानों द्वारा उठाए गए मुद्दों का तुरंत स्थानीय भाषा में जवाब देना है.' 'हर राज्य के लिए कॉल सेंटर हैं, जिनसे देश के किसी भी हिस्से से यातायात को संभालने की उम्मीद की जाती है.' 'इन कॉल सेंटरों के माध्यम से कृषि और संबद्ध क्षेत्रों से संबंधित प्रश्नों का समाधान किया जा रहा है.' 'राज्य के किसी भी भाग का किसान टोल फ्री दूरभाष संख्या 1551 या 1800-180-1551 पर डायल कर किसान कॉल सेंटर से संपर्क कर खेती से संबंधित अपनी समस्या/प्रश्न प्रस्तुत कर सकता है।.' 'किसान कॉल सेंटर के संचालक किसानों की समस्याओं/प्रश्नों का तुरंत उत्तर देने का प्रयास करेंगे.' 'यदि कॉल सेंटर का संचालक किसानों के प्रश्न का तुरंत समाधान नहीं कर पाता है, तो कॉल को चिन्हित कृषि विशेषज्ञों को अग्रेषित किया जाएगा।.'
ta: வேளாண்மை மற்றும் கூட்டுறவுத் துறை (டிஏசி), வேளாண் அமைச்சகம், அரசு. விவசாய சமூகத்திற்கு விரிவாக்க சேவைகளை வழங்குவதற்காக நாடு முழுவதும் 2004 ஜனவரி 21 அன்று கிசான் அழைப்பு மையங்களை இந்தியா தொடங்கியது..' 'இந்த அழைப்பு மையங்களின் நோக்கம் விவசாயிகள் எழுப்பும் பிரச்சினைகளுக்கு உள்ளூர் மொழியில் உடனடியாகப் பதிலளிப்பதாகும்.' ' நாட்டின் எந்தப் பகுதியிலிருந்தும் போக்குவரத்தைக் கையாள எதிர்பார்க்கப்படும் ஒவ்வொரு மாநிலத்திற்கும் அழைப்பு மையங்கள் உள்ளன.' ' விவசாயம் மற்றும் அதை சார்ந்த துறைகள் தொடர்பான கேள்விகள் இந்த அழைப்பு மையங்கள் மூலம் தீர்க்கப்படுகின்றன.' 'மாநிலத்தின் எந்தப் பகுதியிலிருந்தும் விவசாயிகள் கிசான் கால் சென்டரைத் தொடர்பு கொண்டு கட்டணமில்லா தொலைபேசி எண். 1551 அல்லது 1800-180-1551 என்ற எண்ணில் தொடர்பு கொண்டு விவசாயம் தொடர்பான தங்கள் பிரச்சனைகள்/கேள்விகளை தெரிவிக்கலாம்..' ' கிசான் கால் சென்டரில் உள்ள ஆபரேட்டர் விவசாயிகளின் பிரச்சனைகள்/கேள்விகளுக்கு உடனடியாக பதிலளிக்க முயற்சிப்பார்.' 'கால் சென்டரில் உள்ள ஆபரேட்டரால் விவசாயிகளின் கேள்விகளுக்கு உடனடியாக தீர்வு காண முடியவில்லை என்றால், அடையாளம் காணப்பட்ட விவசாய நிபுணர்களுக்கு அழைப்பு அனுப்பப்படும்..'

# tips1
source: Don't Refrigerate
hi: रेफ्रिजरेट न करें
ta: குளிரூட்ட வேண்டாம்

# tips2
source: Store in a cool, dark place with relatively high humidity.
hi: अपेक्षाकृत उच्च आर्द्रता वाली ठंडी, अंधेरी जगह में स्टोर करें.
ta: ஒப்பீட்டளவில் அதிக ஈரப்பதத்துடன் குளிர்ந்த, இருண்ட இடத்தில் சேமிக்கவும்.

# tips3
source: Allow air circulation.
hi: वायु परिसंचरण की अनुमति दें.
ta: காற்று சுழற்சியை அனுமதிக்கவும்.

# tips4
source: Keep separate from onions, bananas, and other ethylene-producing items.
hi: प्याज, केले और अन्य एथिलीन उत्पादक वस्तुओं से अलग रखें.
ta: வெங்காயம், வாழைப்பழங்கள் மற்றும் பிற எத்திலீன் உற்பத்தி செய்யும் பொருட்களிலிருந்து தனித்தனியாக வைக்கவும்.

# aim
source: ' -Our main aim is to create a mobile application for farmers and wholesalers to carry out trade without the intervention of Mandi system.'' -The application will provide a just price estimation of the fruit ''products based on quality assurance checks performed on the image of the product.'' -To provide a smooth experience, a chatbot guide to help the farmers and wholesalers understand the workings of the app. '' -Along with this, a chat section to enable the two parties to discuss trades in private.'
hi: ' -हमारा मुख्य उद्देश्य किसानों और थोक विक्रेताओं के लिए मंडी प्रणाली के हस्तक्षेप के बिना व्यापार करने के लिए एक मोबाइल एप्लिकेशन बनाना है.'' -एप्लिकेशन उत्पाद की छवि पर किए गए गुणवत्ता आश्वासन जांच के आधार पर फल उत्पादों का उचित मूल्य अनुमान प्रदान करेगा।.'' -एक सहज अनुभव प्रदान करने के लिए, किसानों और थोक विक्रेताओं को ऐप के कामकाज को समझने में मदद करने के लिए एक चैटबॉट गाइड. '' -इसके साथ ही, दोनों पक्षों को निजी तौर पर ट्रेडों पर चर्चा करने में सक्षम बनाने के लिए एक चैट सेक्शन.'
ta: ' -விவசாயிகள் மற்றும் மொத்த விற்பனையாளர்களுக்கு மண்டி அமைப்பின் தலையீடு இல்லாமல் வர்த்தகம் செய்ய மொபைல் செயலியை உருவாக்குவதே எங்கள் முக்கிய நோக்கம்..'' -இந்தப் பயன்பாடு பழத்தின் நியாயமான விலை மதிப்பீட்டை வழங்கும் ''தயாரிப்புப் படத்தில் செய்யப்படும் தர உறுதிச் சோதனைகளின் அடிப்படையில் தயாரிப்புகள்.'' -மென்மையான அனுபவத்தை வழங்க, விவசாயிகள் மற்றும் மொத்த விற்பனையாளர்களுக்கு பயன்பாட்டின் செயல்பாட்டைப் புரிந்துகொள்ள உதவும் சாட்பாட் வழிகாட்டி. '' -இதனுடன், இரு தரப்பினரும் தனிப்பட்ட முறையில் வர்த்தகம் பற்றி விவாதிக்க உதவும் அரட்டைப் பிரிவு.'
